{
    "corporate":"Corporate",
    "aboutUs":"ABOUT US",
    "aboutPointo":"About POINTO To the rapidly developing and changing technology world with the aim of enriching with innovative approaches and projects POINTO Teknoloji A.Ş., which started off, since its establishment in September 2018 Home to the best companies in Ankara continues within the body of CyberPark. POINTO brand from other technology producing and exporting companies Among the most important qualities that distinguish only traditional There is no place to mention a company that is content with its solutions. takes. In this respect, for POINTO, especially the most spoken and as new generation technology or new technological trends in areas such as 'Industry 4' and 'Robotics' human resources who can undertake ambitious work. It should be noted that it embodies the structure and organization.",
    "corporateStructure":"POINTO, with its corporate structure that attaches importance to principles and targets, assertive in both domestic and foreign markets in a process as a brand that realizes its projects, continue to deepen the field of action with self-confidence and leadership does. Innovative ideas, the latest technologies of the world POINTO that brings together and makes it usable gained customer satisfaction with correct communication and information and Turkcell, Turkey's leading firms such as EnerjiSA added to its portfolio.",
    "ensuresThat":"POINTO ensures that you constantly monitor the quality in all operations and ISO, the quality management system to help you manage 9001: 2015 and information assets of organizations with secure methods Internationally recognized ISO / IEC It has been awarded the 27001 certificate. POINTO Technology, short showing growth reflex within the period and the reason for its diversifying success; to new generation technologies Having a master team and professional management approach is to offer innovative solutions to its customers.",
    "mission":"Mission",
    "missionBody":"At home and abroad, all we serve sustainable service to our customers at the highest quality to provide",
    "vision":"Vision",
    "visionBody":"Pointo, increasing brand value and new customers improves service standards to win.",
    "iso1":"Pointo ensures that you constantly monitor the quality in all operations and a quality management system to help you manage It has been awarded the ISO 9001: 2015 certificate. Of the world ISO 9001, the most common quality management standard, organizations about service and performance management opportunity to increase their quality and ensure continuity recognizes.",
    "iso2":"Pointo has been awarded the Internationally recognized ISO / IEC 27001 certification, which helps organizations protect their information assets with secure methods. The system allows you to protect all financial and confidential information more effectively, and to minimize the possibility of unauthorized and illegal access."
}