{
    "corporate":"Iletisim",
    "aboutUs":"HAKKIMIZDA",
    "aboutPointo":"POINTO Hakkında Hızla gelişen ve değişen teknoloji dünyasına yenilikçi yaklaşım ve projelerle zenginlik katmak hedefiyle yola çıkan POINTO Teknoloji A.Ş, kurulduğu Eylül 2018’den beri Ar-Ge çalışmalarını Ankara’nın en iyi şirketlerine ev sahipliği yapan CyberPark bünyesinde devam ediyor. POINTO markasını diğer teknoloji üreten ve ihraç eden firmalardan ayıran en önemli nitelikler arasında, sadece geleneksel çözümleriyle yetinen bir firmadan söz edilemeyecek olması yer almaktadır. Bu bakımdan POINTO için özellikle en çok konuşulan ve yeni nesil teknoloji veya yeni teknolojik akımlar olarak çokça telaffuz edilen “Endüstri 4” ve “Robotik” gibi alanlarda da, iddialı çalışmalara imza atabilecek insan kaynaklarına sahip yapı ve organizasyonu barındırdığını not etmek gerekir.",
    "corporateStructure":"POINTO, ilke ve hedeflere önem veren kurumsal yapısı ile kısa bir süreç içerisinde hem iç pazar hem de dış pazarda iddialı projelerini hayata geçiren bir marka hüviyetinin verdiği özgüven ve liderlikle hareket sahasını derinleştirmeye devam ediyor. Yenilikçi fikirleri, dünyasının en yeni teknolojileri ile bir araya getiren ve kullanılabilir hale dönüştüren POINTO , doğru iletişim ve bilgi ile müşteri memnuniyetini kazanımış ve TURKCELL, EnerjiSA gibi Türkiye’nin önde gelen firmalarını portföyüne eklemiştir.",
    "ensuresThat":"POINTO, tüm operasyonlarda kaliteyi sürekli izlemenize ve yönetmenize yardımcı olacak kalite yönetim sistemi olan ISO 9001:2015 ve kurumların bilgi varlıklarını güvenli yöntemlerle korumalarına yardımcı olan Uluslararası kabul görmüş ISO / IEC 27001 sertifikasına layık görülmüştür. POINTO Teknoloji, kısa süre içerisinde büyüme refleksi gösteren ve müşteri portföyünü çeşitlendiren başarısının nedeni; yeni nesil teknolojilerine hakim ekibe sahip olması ve profesyonel yönetim anlayışıyla müşterilerine yenilikçi çözümler sunmasıdır.",
    "mission":"Misyon",
    "missionBody":"Yurt içindeve yurt dışında, hizmet verdiğimiz tüm müşterilerimize en yüksek kalitede hizmeti sürdürülebilir birşekildesağlamak.",
    "vision":"Vizyon",
    "visionBody":"Pointo, marka değerini artırmak ve yeni müşteriler kazanmak için hizmet standartlarını geliştirir.",
    "iso1":"Pointo, tüm operasyonlarda kaliteyi sürekli izlemenize ve yönetmenize yardımcı olacak kalite yönetim sistemi olan ISO 9001: 2015 sertifikasına layık görülmüştür. Dünyanın en yaygın kalite yönetim standardı olan ISO 9001, kuruluşların hizmet ve performans yönetimi konusunda kalitelerini artırmaya ve süreklilik sağlanmasına olanak tanımaktadır.",
    "iso2":"Pointo, kurumların bilgi varlıklarını güvenli yöntemlerle korumalarına yardımcı olan Uluslararası kabul görmüş ISO / IEC 27001 sertifikasına layık görülmüştür. Sistem tüm mali ve gizli bilgileri daha etkin korumanıza, izinsiz ve yasa dışı yollardan erişilme olasılığını en aza indirmenize imkan vermektedir."
}